---
kind: other
id: Properties.T:Autodesk.Revit.DB.PointClouds.PointCloudFilter
source: html/55d28f61-3fc8-e26c-5a66-1de23e2fd3b8.htm
---
# PointCloudFilter Properties

Specifies whether the .NET object represents a valid Revit entity.